Repository: nhatlongtien/Forex_Tool
Catalog: Forex Tool/*.lproj/Localizable.strings
Languages: vi

source: No available active transaction in here, please create your first active transaction!
vi: Hiện tại bạn không có giao dịch nào đang hoạt đọng, vui lòng tạo giao dịch!

source: Create
vi: Tạo

source: Features
vi: Tính năng

source: Statistics
vi: Thống kê

source: Calculator Tool
vi: Máy tính Forex

source: Create Transaction
vi: Tạo giao dịch

source: Manage Transaction
vi: Quản lý giao dịch

source: Economic News
vi: Tin tức kinh tế

source: Economic Calendar
vi: Lịch kinh tế

source: Market
vi: Thị Trường

source: Reward:
vi: Lời nhuận:

source: Risk:
vi: Thua lỗ:

source: Overall
vi: Tổng Quan

source: No. Trading:
vi: Tổng lệnh:

source: Week
vi: Tuần

source: Month
vi: Tháng

source: Other
vi: Khác

source: Analysis & Opinion
vi: Phân tích & Ý tưởng

source: Calculator
vi: Máy tính

source: Pip Value
vi: Giá trị Pip

source: Position Size & Risk
vi: Khối lượng & Rủi ro

# Stop Loss & Rake Profit
source: Stop Loss & Take Profit
vi: Lợi nhuận & Thua lỗ

source: Search your pair currency
vi: Tìm kiếm cặp tiền

source: Go to Detail
vi: Chi tiết

source: Most Popular
vi: Phổ Biến Nhất

source: Cryptocurrency
vi: Tiền Điện Tử

source: Commodities
vi: Hàng Hoá

source: Stock Market
vi: Chứng Khoán

source: Economic Indicators
vi: Chỉ Số Kinh Tế

source: Economy
vi: Kinh Tế

source: World
vi: Thế Giới

source: Entry:
vi: Điểm Vào:

source: Stop Loss:
vi: Cắt Lỗ:

source: Take Profit:
vi: Chốt Lời:

source: Loss:
vi: Thua Lỗ:

source: Transactions
vi: Các giao dịch

source: Detail Transaction
vi: Chi tiết giao dịch:

source: Pair Currency:
vi: Cặp Tiền:

source: Type Transaction:
vi: Loại Giao Dịch:

source: Entry Price:
vi: Giá Vào:

source: Stop Loss Price:
vi: Giá Dừng Lỗ:

source: Take Profit Price:
vi: Giá Chốt Lời:

source: Lot Size (Volume):
vi: Khối Lượng:

source: Pips Loss:
vi: Pips Thua Lỗ:

source: Pips Gain:
vi: Pips Lợi Nhuận:

source: Risk Reward Ratio:
vi: Tỉ Lệ Rủi Ro Lợi Nhuận:

source: Risk Rate:
vi: Tỉ Lệ Rủi Ro:

source: Date:
vi: Ngày:

source: Status:
vi: Tình Trạng:

source: Description:
vi: Mô tả:

source: Personal
vi: Cá Nhân

source: Edit Profile
vi: Chỉnh Sửa Thông Tin

source: Make Change Your Profile
vi: Thay đổi thông tin cá nhân

source: Frature
vi: Tính Năng

source: View all your transactions
vi: Xem tấ cả giao dịch

source: Read economic news
vi: Cập nhật tin tức kinh tế

source: Update economic calendar
vi: Cập nhật lịch kinh tế

source: Calculation Forex Tool
vi: Máy Tính Forex

source: Calculation your transaction
vi: Tính toán giao dịch forex

source: Sign Out
vi: Đăng Xuất

source: Setting
vi: Cài Đặt

source: Change your application setting
vi: Thay đổi cài đặt ứng dụng

source: Choose your DOB
vi: Chọn Ngày Sinh

source: Choose
vi: Chọn

source: Cancel
vi: Huỷ

source: Enter your full name
vi: Nhập họ và tên

source: Enter your phone number
vi: Nhập số điện thoại

source: Enter your address
vi: Nhập địa chỉ

source: Please enter your full name
vi: Vui lòng nhập họ và tên

source: Your full name is wrong format
vi: Họ và tên sai format

source: Please enter your phone number.
vi: Vui lòng nhập số điện thoại.

source: Your phone number is wrong format
vi: Số điện thoại sai format

source: Please enter your address
vi: Vui lòng nhập địa chỉ

source: Please enter your DOB
vi: Nhập ngày tháng năm sinh

source: Full Name
vi: Tên

source: Phone Number
vi: Số Điện Thoại

source: Address
vi: Địa Chỉ

source: Date of Birth
vi: Năm Sinh

source: Update
vi: Cập nhật

source: Let's get started!
vi: Bắt đầu nào!

source: Please login or register to use the services of Forex Tool!
vi: Vui lòng đăng nhập hoặc đăng ký để sử dụng dịch vụ của Forex Tool!

source: Login
vi: Đăng nhập

source: Register
vi: Đăng ký

source: Sign In
vi: Đăng nhập

source: or Sign In with
vi: hoặc đăng nhập bằng

source: Don't have an account?
vi: Bạn không có tài khoản?

source: Create an account
vi: Tạo tài khoản

source: Please enter your email
vi: Vui lòng nhập email

source: Your email is wrong format
vi: Email sai định dạng

source: Please enter your password
vi: Vui lòng nhập mật khẩu

source: The password must contain at least one upper case, lower case, digits, special character and length from 8 – 20 characters
vi: Mật khẩu phải chứa ít nhất 1 chữ in, chữ thường số và ký tự đặt biệt và có độ dài từ 8-12 ký tự.

source: Password
vi: Mật Khẩu

source: Repeat Password
vi: Nhập Lại Mật Khẩu

source: Please enter your repeat password
vi: Vui lòng nhập lại mật khẩu

source: Your password and repeat password not match!
vi: Mật khẩu không khớp!

source: Pair Currency
vi: Cặp tiền

source: Pip Amount
vi: Số lượng pip

source: Position Size (Volume)
vi: Khối lượng giao dịch)

source: Calculate
vi: Tính

source: Result
vi: Kết quả

source: Enter your position size (volume)
vi: Nhập khối lượng giao dịch

source: 1.0 by default
vi: 1.0 mặt định

source: All
vi: Tất cả

source: Win
vi: Thắng

source: Loss
vi: Thua

source: Unknow
vi: Chưa Biết Kết Quả

source: Active
vi: Đang Hoạt Động

source: Completed
vi: Hoàn Thành

source: Pending
vi: Đang Chờ

source: From
vi: Từ Ngày

source: To
vi: Đến Ngày

source: Select Your Type Transaction
vi: Chọn loại giao dịch

source: Infomation
vi: Thông tin

source: Choose Your Pair Currency
vi: Chọn cặp tiền

source: Value Pips/Standard Lot
vi: Giá trị pip/Lot chuẩn

source: Balance Account
vi: Vốn

source: Enter your balance account
vi: Nhập số vốn của bạn

source: Risk Rate
vi: Tỉ lệ rủi ro

source: Enter your risk rate
vi: Nhập tỷ lệ rủi ro

source: Setup Transaction
vi: Thiết lập giao dịch

source: Choose Type Transaction
vi: Chọn loại giao dịch

source: Entry Price
vi: Vị thế vào lệnh

source: Enter your entry point
vi: Nhập vị thế vào lệnh

source: Stop Loss Price
vi: Vị thế dừng lỗ

source: Enter your stop loss point
vi: Nhập vị thế dừng lỗ

source: Take Profit Price
vi: Vị thế chốt lời

source: Enter your take profit point
vi: Nhập vị thế chốt lời

source: Lot Size
vi: Khối lượng giao dịch

source: Enter your volume
vi: Nhập khối lượng giao dịch

source: Reason
vi: Lý do vào lệnh

source: Summary
vi: Tóm tắt

source: Stop Loss at
vi: Dừng lỗ tại

source: Take Profit at
vi: Chốt lời tại

source: Amount Loss
vi: Thua lỗ

source: Amount Gain
vi: Lợi nhuận

source: Risk Reward Ratio
vi: Tỉ lệ R:R

source: Max Lots
vi: Khối lượng giao dịch tối đa

source: *Maximum Alowed Lot:
vi: *Khối lượng giao dịch tối đa cho phép:

source: Plase enter your current balance.
vi: Vui lòng nhập số vốn hiện tại của bạn.

source: Please enter your risk rate.
vi: Vui lòng nhập tỷ lệ rủi ro.

source: Please enter your entry price.
vi: Vui lòng nhập vị thế vào lệnh.

source: Please enter your stoploss price.
vi: Vui lòng nhập vị thế dùng lỗ.

source: Please enter your take profit price.
vi: Vui lòng nhập vị thế chốt lời.

source: Enter your reason in here!
vi: Nhập lý do vào lệnh tại đây!

source: Direction
vi: Hướng giao dịch

source: Trading volume (standard lot)
vi: Khối lượng giao dịch (lot chuẩn)

source: Buy
vi: Mua

source: Sell
vi: Bán

source: List Pair Currency
vi: Danh sách cặp tiền

source: No available transaction in here, please create your first transaction!
vi: Hiện tại không có giao dịch nào, vui lòng tạo giao dịch!

source: View all anlysis and opinion
vi: Xem những phân tích và ý kiến

source: View info global market
vi: Xem thông tin thị trường

source: Detail Reason
vi: Lý do vào lệnh

source: Done
vi: Xong

source: Edit Reason
vi: Chỉnh sửa lý do

source: Add Reason
vi: Thêm lý do

source: Enter your reason in here
vi: Nhập lý do vào lệnh tại đây

source: Alert
vi: Thông báo

source: Please enter your reason
vi: Vui lòng nhập lý do vào lệnh

source: Update Transaction
vi: Cập nhật giao dịch

source: Status
vi: Trạng thái
